export const TRANSLATIONS = [
  {
    key: "make_request",
    kz: "Өтініш қалдыру",
    ru: "Оставить заявку",
  },
  {
    key: "full_name",
    kz: "Тегі, Аты, Жөні",
    ru: "ФИО",
  },
  {
    key: "email",
    kz: "Электрондық пошта (email)",
    ru: "Электронная почта (email)",
  },
  {
    key: "phone_number",
    kz: "Ұялы телефон номері (жауап үшін)",
    ru: "Номер телефона (для ответа)",
  },
  {
    key: "location",
    kz: "Мекен-жайы",
    ru: "Местонахождения",
  },
  {
    key: "message",
    kz: "Хабарлама",
    ru: "Сообщение",
  },
  {
    key: "send",
    kz: "Жіберу",
    ru: "Отправить",
  },
  {
    key: "request",
    kz: "Өтініш",
    ru: "Заявка",
  },
  {
    key: "pass_captcha",
    kz: "CAPTCHA-ны өтініз.",
    ru: "Пройдите CAPTCHA.",
  },
  {
    key: "request_success",
    kz: "Сіздің өтінішіңіз жеткізілді!",
    ru: "Ваш запрос отправлен",
  },
  {
    key: "question1",
    kz: "Көмекке кім сене алады?",
    ru: "Кто может рассчитывать на помощь?",
  },
  {
    key: "question2",
    kz: "Бұл қанша тұрады?",
    ru: "Сколько это стоит?",
  },
  {
    key: "question3",
    kz: "Мен қандай көмек күте аламын?",
    ru: "На какую помощь я могу рассчитывать?",
  },
  {
    key: "question4",
    kz: "Қандай құжаттар қажет?",
    ru: "Какие документы требуются?",
  },
  {
    key: "question5",
    kz: "Менімен қашан байланысады?",
    ru: "Когда со мной свяжутся?",
  },
  {
    key: "answer1",
    kz: "Біздің мақсатымыз – қандас бауырларымызға, этникалық қазақтарға және (немесе) олардың отбасы мүшелеріне көмектесу.",
    ru: "Нашей целью является помочь нашим однокровным братьям и сестрам, этническим казахам и (или) членам их семей.",
  },
  {
    key: "answer2",
    kz: "Қиын жағдайға тап болған бауырларымызға толықтай тегін көмек көрсетеміз.",
    ru: "Мы оказываем помощь своим братьям и сестрам, находящиеся в трудной ситуации, совершенно бесплатно.",
  },
  {
    key: "answer3",
    kz: "Біз азық-түлік, киім-кешек, аяқ киім, жылы баспана және басқа да заттай көмек түрінде маңызды көмек көрсетеміз.",
    ru: "Мы окажем помощь первой необходимости в виде продуктов питания, одежды, обуви, теплое жилье и другие виды натуральной помощи.",
  },
  {
    key: "answer4",
    kz: "Бірінші кезеңде өтініш формасын толтыру жеткілікті.",
    ru: "На первом этапе достаточно заполнить форму обращения.",
  },
  {
    key: "answer5",
    kz: "Өтініштердің келіп түсуіне қарай біз жедел түрде Сізбен хабарласамыз.",
    ru: "По мере поступления обращений, мы в оперативном порядке свяжемся с Вами.",
  },
  {
    key: "qa",
    kz: "Сұрақ-Жауап",
    ru: "Вопрос-Ответ",
  },
  {
    key: "build_happiness",
    kz: "Бақытты бірге құрайық",
    ru: "Построим счастье вместе",
  },
  {
    key: "mobilization",
    kz: "Мобилизация деген қорқынышты нәрсе.",
    ru: "Мобилизация – страшное дело.",
  },
  {
    key: "title",
    kz: "Біз Ресей Федерациясындағы этникалық қазақтардың Қазақстан Республикасына көшуіне көмектесеміз",
    ru: "Поможем этническим казахам в Российской Федерации переехать в Республику Казахстан",
  },
  {
    key: "subtitle",
    kz: "Құрметті Ресейдегі қандастар!",
    ru: "Дорогие родственники в России!",
  },
  {
    key: "subtext",
    ru: "В последние дни на нас влияет и ситуация в соседней стране. Страшное дело мобилизация… Сотни наших братьев-казахов берут на фронт, особенно в районах Орынбор, Омби, Астрахань. и старый... Обал-ай. Понятно, что большинству уехавших не выжить. Поэтому мы решили помочь казахам призывного возраста, приехавшим с нашими мужчинами, предоставив проживание и питание в общежитиях в Астане и Атырау... Если у вас есть братья в такой ситуации, пожалуйста, оставьте заявку.",
    kz:
      "Соңғы күндері көрші елде орын алып жатқан жағдайлар бізге\n" +
      " де ауыр тиіп жатыр. Мобилизация деген сұмдық нәрсе ғой.. Әсіресе\n" +
      " Орынбор, Омбы, Астрахан өңірлеріндегі майданға жүздеген қазақ\n" +
      " бауырларымызды да алып кетіп жатыр екен. Жасын да, кәрісін де..\n" +
      " Обал-ай.. Кеткендердің көбісі аман келмейтіні анық қой..\n" +
      " Сондықтан біз жігіттермен келген әскер жасындағы қазақтарға\n" +
      " Астана, Атыраудағы жатақханалардан орын мен тамағын беріп,\n" +
      " көмектесейік деп шештік...\n" +
      " Осындай жағдайдағы бауырларымыз болса, өтініш\n" +
      " қалдырыңыздар.",
  },
];
